"USB Low Power Header" = "Advarsel om lav USB-spænding";
"USB Low Power Notice" = "USB-enheden fungerer ikke, fordi den skal bruge mere strøm, end der er tilgængelig.
Du kan gøre følgende for at rette problemet:
1) Slut enheden til en stikkontakt, hvis den har en netledning.
2) Træk stikket ud af stikontakten, og slut enheden til en anden USB-port på computeren eller en anden enhed, der er sluttet til en strømforsyning.";
"OK" = "OK";
"USB OverCurrent Header" = "Advarsel om overforbrug af strøm";
"USB Individual OverCurrent Notice" = "USB-enheden trækker for meget strøm.

Den port, enheden er tilsluttet, vil blive slået fra.";
"USB Gang OverCurrent Notice" = "Der er en USB-enhed, der trækker for meget strøm.

Det samlingspunkt, enheden er tilsluttet, vil blive slået fra";